export const FaqDataList = [
  {
    type: 'HEADING_CONTENT',
    question: 'การซื้อรถยนต์จาก CARS24 ',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ทำไมฉันควรซื้อรถจาก CARS24',
    answer: [
      'CARS24 กำลังปฏิวัติการซื้อขายรถยนต์มือสองในประเทศไทย เราเข้าใจว่าการตัดสินใจซื้อรถสักคันนั้นสำคัญแค่ไหน และเป้าหมายของเราก็คือการทำให้ลูกค้าของเรามีอำนาจในการตัดสินใจในทุกขั้นตอนการซื้อขาย',
      {
        type: 'UN_ORDER_LIST',
        answer: [
          {
            type: 'LIST_ITEM',
            list_item:
              'สะดวก - ซื้อรถยนต์ของคุณผ่านแพลทฟอร์มออนไลน์ที่สามารถทำได้ทุกที่ทุกเวลา เลือกสั่งให้รถยนต์ไปส่งถึงบ้านชองคุณหรือจะมารับรถเองที่ศูนย์บริการของCARS24 ก็ได้',
          },
          {
            type: 'LIST_ITEM',
            list_item:
              'ปลอดภัย - เรามีรถมือสองที่ผ่านการตรวจสอบแล้วกว่าพันคัน แต่ละคันผ่านการตรวจสภาพและรับรองคุณภาพกว่า150 จุดตามมาตรฐานของ CARS24 ด้วยนโยบายคืนรถภายใน 7 วันของเรา หากคุณไม่พอใจในตัวรถคุณสามารถคืนรถได้ภายใน 7 วันเหมือนคุณสั่งสินค้าอื่นๆออนไลน์ นอกจากนั้น เรายังมีบริการเสริมรับประกันหลังการขาย 12 เดือน หรือภายใน 30,000 กิโลเมตร',
          },
          {
            type: 'LIST_ITEM',
            list_item:
              'ง่าย - เราจะเป็นคนดำเนินการทุกอย่างให้คุณตั้งแต่เอกสารต่างๆ ไปจนถึงการโอนทะเบียนรถเพื่อให้คุณได้รับความสะดวกสบายที่สุด',
          },
        ],
      },
    ],
  },
  {
    type: 'HEADING',
    question: 'ซื้อรถยนต์จาก CARS24 ง่ายๆใน 3 ขั้นตอน:',
  },
  '1. <strong>จองรถที่คุณชอบออนไลน์: </strong> เลือกหารถจากตัวเลือกกว่าพันคันบนเว็บไซต์ของเราและหารถที่ถูกใจด้วยมุมกล้อง 360 องศา และจองทดลองขับได้โดยการชำระค่าธรรมเนียมการจองตามที่กำหนด แต่คุณไม่ต้องกังวล การทดลองขับไม่เสียค่าใช้จ่ายใดๆ และเราจะคืนเงินค่าธรรมเนียมการจองนี้เต็มจำนวนให้คุณเมื่อถึงเวลาทดลองขับ',
  '2. <strong>ทดลองขับรถ: </strong>พนักงานของเราจะติดต่อคุณไปเพื่อยืนยันรถ เวลาและสถานที่เพื่อการทดลองขับ เพียงแค่คุณเลือกศูนย์บริการ CARS24 หรือสถานที่ที่คุณต้องการจากพื้นที่ให้บริการที่เรากำหนดไว้ เราก็จะไปพบคุณที่นั่นพร้อมกับรถ',
  '3. <strong>ส่งถึงบ้านหรือมารับด้วยตัวเอง: </strong> ทำการชำระเงินและจัดการเอกสารต่างๆออนไลน์กับที่ปรึกษาการขายของเรา เราช่วยดูแลทุกขั้นตอนในการจดทะเบียนรถเป็นชื่อของคุณ คุณสามารถให้เรานำรถไปส่งถึงบ้าน หรือคุณจะมารับรถด้วยตัวเองที่ศูนย์บริการ CARS24 ใกล้ตัวคุณ',
  '<strong>มีความสุขไปกับรถคันใหม่ของคุณ!</strong> หลังได้รับรถแล้วคุณมีเวลาในการตัดสินใจ 7 วันว่ารถคันนี้เหมาะกับคุณหรือไม่ ถ้าหากคุณเปลี่ยนใจ คุณสามารถคืนรถได้ภายใน 7 วันนับจากวันส่งมอบรถเพื่อเลือกรถคันใหม่หรือขอเงินคืน',
  {
    type: 'TEXT_CONTENT',
    question: 'CARS24 ได้รถมาจากไหน?',
    answer: [
      'เราจัดหารถที่คุณภาพสูงและไม่เคยประสบอุบัติเหตุมาก่อนจากลานประมูล พันธมิตรตัวแทนจำหน่าย และจากศูนย์ขายรถต่างๆ รถทุกคันผ่านการตรวจเช็คสภาพทางเทคนิค150 จุด และได้รับการบำรุงรักษาใหม่ให้มีสภาพอยู่ในมาตรฐานคุณภาพของเรา',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'รถอยู่ที่ไหนบ้าง?',
    answer: [
      'รถของเราจะอยู่ที่ศูนย์บริการ CARS24 ซึ่งเป็นที่ที่เราทำการตรวจเช็คสภาพรถอย่างเข้มงวด หลังจากที่คุณจองรถออนไลน์แล้ว ทางเราจะส่งรถไปยังศูนย์บริการที่คุณเลือกหรือส่งตรงไปถึงหน้าบ้านคุณเพื่อทำการทดลองขับได้เลย',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'รถทุกคันผ่านการรับรองจาก CARS24 หรือไม่?',
    answer: [
      'รถทุกคันผ่านการรับรองจากเราโดยการตรวจเช็คสภาพทางเทคนิค 150 จุดและผ่านการตรวจสอบประวัติรถ ประวัติการบริการและความพร้อมในการใช้ขับขี่ นอกจากนั้น เรายังมีบริการเสริมรับประกันหลังการขาย 12 เดือน หรือภายใน 30,000 กิโลเมตร',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'เลือกรถที่ใช่',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถดูข้อมูลอะไรของรถได้บ้างบนเว็บไซต์?',
    answer: [
      'CARS24 มุ่งมั่นในการให้บริการในการทำธุรกรรมที่ราบรื่นและโปร่งใสให้กับลูกค้าของเรา รถแต่ละคันจะมีบันทึกรายการการตรวจเช็คสภาพ150 จุดซึ่งจะบอกรายละเอียดเกี่ยวกับมาตรวัดต่างๆเพื่อเป็นข้อมูลในการตัดสินใจซื้อของคุณ คุณยังสามารถเช็ครถได้โดยละเอียดผ่านกล้อง 360 องศาของเรา ',
      {
        type: 'UN_ORDER_LIST',
        answer: [
          {
            type: 'LIST_ITEM',
            list_item:
              'ข้อมูลจำเพาะของรถ: ผู้ผลิต โมเดล รุ่น ปีที่ผลิต ระยะทางวิ่ง ประเภทเชื้อเพลิง ประเภทเครื่องยนต์ ประเภทกำลังขับ ระบบขับเคลื่อน ระบบเกียร์ ชื่อรุ่นย่อย',
          },
          {
            type: 'LIST_ITEM',
            list_item:
              'บันทึกการตรวจสภาพโดยละเอียดและการประเมินรถโดยผู้เชี่ยวชาญ: รูปลักษณ์ภายนอก ระบบไฟ รูปลักษณ์ภายใน เครื่องยนต์ ระบบเกียร์ ระบบปรับอากาศ การขับขี่ ระบบเบรกและกันสะเทือน',
          },
        ],
      },
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'CARS24 ประเมินราคารถอย่างไร?',
    answer: [
      'ราคาของรถแต่ละคันแตกต่างกันขึ้นอยู่กับหลายปัจจัยเช่น:',
      {
        type: 'UN_ORDER_LIST',
        answer: [
          {
            type: 'LIST_ITEM',
            list_item: 'รายละเอียดทั่วไปของรถ: ผู้ผลิต โมเดล ชื่อรุ่นย่อย อายุ ระยะทางที่ขับและอื่นๆ',
          },
          {
            type: 'LIST_ITEM',
            list_item:
              'สภาพรถ: จากการตรวจเช็คสภาพอย่างเข้มงวดของเรากว่า150 จุด การบำรุงรักษา การซ่อมแซมและลูกเล่นพิเศษต่างๆของตัวรถก็เป็นตัวแปรสำคัญที่มีผลกับราคาของรถเช่นกัน',
          },
        ],
      },
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'สามารถต่อรองราคาของรถได้หรือไม่?',
    answer: [
      'คุณไม่ต้องต่อรองราคา เพราะการทำงานของเราทำผ่านช่องทางออนไลน์เราจึงสามารถลดค่าใช้จ่ายได้ในหลายจุด ทำให้เราสามารถนำเสนอรถให้คุณในราคาที่คุ้มค่าที่สุดแล้ว',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ราคาสุทธิที่ฉันต้องจ่ายคือเท่าไหร่?',
    answer: [
      'บนเว็บไซต์จะบอกแค่ราคาของรถ (ที่รวมภาษีมูลค่าเพิ่มแล้ว) หากมีใช้จ่ายอื่นๆ เช่น ประกันภัย หรือการรับประกัน ที่ปรึกษาการขายของเราจะอธิบายให้คุณทราบโดยละเอียดและช่วยเหลือคุณในกระบวนการซื้อ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ถ้าฉันไม่พอใจ ฉันสามารถคืนรถได้หรือไม่?',
    answer: [
      'รถทุกคันของ CARS24 สามารถคืนได้ภายใน 7 วัน คุณสามารถเปลี่ยนใจได้หากคุณไม่พอใจรถเพื่อขอเงินคืนเหมือนการสั่งของออนไลน์อื่นๆทั่วไป',
      "ส่งคำร้องมาหาเราที่  <a href='mailto:TH.support@cars24.com'>TH.support@cars24.com</a> หรือโทรหาเราที่ <a href='tel:66-2028-7428'>66-2028-7428</a> เพื่อดำเนินการคืนรถ เงินที่คุณจะได้คืนจะรวมไปถึงค่าใช้จ่ายทั้งหมดเช่น ประกันภัย การรับประกันหลังการขาย ค่าขึ้นทะเบียนและค่าขนส่ง",
      'ค่าใช้จ่ายอื่นๆเช่น ค่าเปิดบัญชีใหม่ ค่าธรรมเนียมการกู้ ค่าปรับจราจร(ถ้ามี) จะไม่ได้รับเงินคืน',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถดูรถก่อนซื้อได้หรือไม่?',
    answer: [
      'คุณสามารถดูรถได้แบบทุกซอกทุกมุมผ่านกล้อง 360 องศาของเรา คุณสามารถมองเห็นรายละเอียดของรถได้ทั้งภายใน ภายนอกและลักษณะพิเศษต่างๆของรถ ข้อมูลอื่นๆเช่น สภาพเครื่องยนต์ ระบบเกียร์ ล้อรถและอื่นๆสามารถดูได้โดยละเอียดผ่านบันทึกการตรวจสภาพรถ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถทดลองขับได้หรือไม่?',
    answer: [
      'คุณสามารถจองทดลองขับได้บนเว็บไซต์ หลังจากคุณทำการจองแล้ว ที่ปรึกษาการขายของเราจะติดต่อกลับไปเพื่อจัดการนัดวันและเวลาในการทดลองขับ แต่ด้วยนโยบายคืนรถภายใน 7 วันของเรา การทดลองขับอาจจะไม่จำเป็นอีกแล้วเมื่อคุณสามารถสนุกไปกับรถคันใหม่และใช้มันได้ปกติ1อาทิตย์เต็มๆ นั่นน่าจะดีกว่าการมาทดลองขับเพียงแค่ไม่กี่กิโลเมตรแน่ๆ',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'ขั้นตอนการซื้อ',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ทำไมฉันถึงต้องจองรถ?',
    answer: [
      'คุณต้องทำการจองรถและจ่ายค่าธรรมเนียมการจอง(เราจะจ่ายคืนภายหลัง) เพื่อเราจะได้เก็บรถคันนั้นไว้ให้คุณโดยเฉพาะและไม่เกิดการซื้อซ้ำซ้อนกับลูกค้ารายอื่น ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'จะเกิดอะไรขึ้นหลังจากฉันจองรถ?',
    answer: [
      'ทีมงาน CARS24 จะทำการตรวจสอบรายละเอียดการจองและติดต่อกลับไปหาคุณ ที่ปรึกษาการขายของเราจะช่วยเหลือคุณในการจองทดลองขับ หลังจากนั้นพวกเขาจะช่วยเหลือคุณในทุกๆขั้นตอนระหว่างทำการซื้อทั้งด้านเอกสาร ประกันภัย การเงิน การรับประกันหลังการขาย การชำระเงิน การจดทะเบียนรถและการส่งรถไปที่บ้านหรือการมารับรถที่ศูนย์บริการของเรา  ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจ่ายค่าธรรมเนียมการจองไปแล้วแต่ไม่ต้องการซื้อรถ ฉันจะได้เงินคืนเมื่อไหร่',
    answer: [
      'ถ้าคุณไม่ต้องการซื้อรถภายใน 48 ชั่วโมงของการทดลองขับ การจองของคุณจะหมดอายุและคุณจะได้รับเงินคืนเต็มจำนวน หากคุณชำระโดยโอนผ่านธนาคารหรือ e-wallet เงินจะโอนกลับไปภายใน15-30วันทำการ หากคุณจ่ายผ่านบัตรเครดิตเงินจะโอนกลับไปในรอบบิลถัดไป',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถขายหรือแลกเปลี่ยนรถของฉันกับ CARS24 ได้หรือไม่?',
    answer: [
      'เรายังไม่รับซื้อรถในขณะนี้ อย่างไรก็ตาม คุณสามารถนำรถของคุณมาแลกเป็นส่วนลดสำหรับการซื้อรถกับCARS24 ในกรณีที่คุณส่งคืนรถที่คุณซื้อจากCARS24 ทางเราไม่สามารถคืนรถที่แลกมาให้คุณได้ ในกรณีนี้ เราจะรวมมูลค่าของส่วนลดไว้กับการคืนเงินของคุณ',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'การทดลองขับ ',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันต้องจ่ายเงินในการทดลองขับหรือไม่?',
    answer: [
      'การทดลองขับนั้นไม่เสียค่าใช้จ่ายใดๆ แต่การจองรถที่คุณถูกใจไว้ก่อนนั้นคุณต้องจ่ายเงินในการจอง(เราจะคืนให้เต็มจำนวนภายหลัง) เงินจองนี้จะโอนกลับคืนภายใน15-30 วันทำการหากคุณชำระโดยโอนผ่านธนาคารหรือ e-wallet หากคุณจ่ายผ่านบัตรเครดิตเงินจะโอนกลับไปในรอบบิลถัดไป',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถจองรถเพื่อทดลองขับหลายๆคันได้หรือไม่?',
    answer: ['คุณสามารถจองรถเพื่อทดลองขับได้ถึง 5 คัน คุณเพียงต้องทำการมัดจำในการจองรถแต่ละคัน '],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันต้องทำอย่างไรถ้าฉันอยากซื้อรถคันนี้?',
    answer: [
      'ถ้าคุณอยากซื้อรถและชำระเงินเต็มจำนวน พนักงานขายของ CARS24 จะส่งลิงก์การชำระเงินให้คุณทำธุรกรรม',
      'หากคุณต้องการขอสินเชื่อในการซื้อรถ คุณสามารถฝากเงินเพิ่มเติมจำนวน 10,000 บาทเพื่อจองรถระหว่างที่คุณดำเนินการขอสินเชื่อ หากการขอสินเชื่อมีปัญหา เงินมัดจำจำนวนนี้จะถูกคืนให้กับคุณ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจะได้รับเงินจองคืนได้อย่างไร?',
    answer: [
      'หลังการทดลองขับเสร็จสิ้น เงินจองนี้จะโอนกลับคืนภายใน15-30วันทำการหากคุณชำระโดยโอนผ่านธนาคารหรือ e-wallet หากคุณจ่ายผ่านบัตรเครดิตเงินจะโอนกลับไปในรอบบิลถัดไป ',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'การชำระเงินและสินเชื่อ',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจะทำการจ่ายเงินได้อย่างไร?',
    answer: [
      'คุณสามารถจ่ายได้ทางออนไลน์ผ่านธนาคารออนไลน์ บัตรเดบิต บัตรเครดิต TrueMoney Wallet และ Rabbit LINE pay',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถขอสินเชื่อได้หรือไม่?',
    answer: [
      'CARS24 จะช่วยคุณหาทางเลือกในการขอสินเชื่อผ่านธนาคารพันธมิตรและบริษัทสินเชื่ออื่นๆ ที่ปรึกษาการขายของเราจะช่วยเหลือคุณหลังการจองและทำการดำเนินเรื่องขอสินเชื่อในนามของคุณ การอนุมัติสินเชื่อนั้นขึ้นอยู่กับข้อกำหนดและเงื่อนไขของผู้ปล่อยสินเชื่อ',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'การรับประกันหลังการขายและความคุ้มครอง',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'รับประกันหลังการขายคืออะไร?',
    answer: [
      'รถของ CARS24 ผ่านการตรวจเช็คสภาพ 150 จุดก่อนจะนำเสนอขายให้กับลูกค้า และเพื่อเป็นการการันตีว่าคุณจะได้รับรถที่มีคุณภาพ เรามีบริการเสริมรับประกันหลังการขาย 12 เดือนหรือ 30,000 กิโลเมตร(ขึ้นอยู่กับว่าอย่างใดถึงกำหนดก่อน) ทั้งนี้เพื่อให้คุณมั่นใจว่ารถของคุณจะยังมีสภาพดีหลังการซื้อขาย การรับประกันนี้ครอบคลุมส่วนสำคัญต่างๆของรถโดยอ้างอิงจากบันทึกการตรวจสภาพ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'อะไรคือความแตกต่างระหว่างประกันภัยและการรับประกันหลังการขาย?',
    answer: [
      'ประกันภัยรถยนต์เป็นบริการที่คุณจ่ายเพื่อป้องกันความเสียหายทางกายภาพที่อาจเกิดจากการจราจรและอาจเกิดจากยานพาหนะอื่นๆ ประกันภัยรถยนต์นี้เป็นข้อบังคับทางกฎหมายที่คุณจำเป็นต้องทำให้รถของคุณ',
      'ส่วนการรับประกันหลังการขายจาก CARS24 นั้นเป็นการการันตีจากทางเราว่ารถที่คุณได้รับไปนั้นมีคุณภาพและผ่านการตรวจเช็คสภาพ 150 จุดของเราเพื่อให้แน่ใจว่ารถจะไม่มีปัญหาใดๆทั้งก่อนและหลังการซื้อ แต่หากคุณพบเจอปัญหาหลังซื้อรถไปแล้ว การรับประกันนี้จะช่วยเหลือคุณในการแก้ไขปัญหานั้นโดยคุณไม่ต้องเสียค่าใช้จ่ายในการซ่อมแซมหรือประกันนี้อาจช่วยเหลือคุณด้วยเงินสนับสนุนขึ้นอยู่กับรายละเอียดที่ให้ไว้ในเล่มประกันหลังการขาย',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ประกันหลังการขายสามารถขยายได้หรือไม่?',
    answer: [
      'ไม่สามารถขยายได้ CARS24 ให้การรับประกันหลังการขายเป็นเวลา12เดือน หรือ 30,000 กิโลเมตร ขึ้นอยู่กับว่าอย่างใดถึงกำหนดก่อน  ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ประกันหลังการขายไม่คุ้มครองอะไรบ้าง?',
    answer: [
      'ประกันหลังการขายคุ้มครองเฉพาะสิ่งที่กำหนดไว้ในเล่มประกันหลังการขายเท่านั้น ความเสียหายใดๆที่เกิดโดยบังเอิญหรือต่อเนื่องจะไม่ได้รับการคุ้มครองโดยการรับประกันหลังการขาย ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question:
      'ฉันขายรถที่ฉันซื้อจาก CARS24 ให้เพื่อน การรับประกันหลังการขายนี้ครอบคลุมเพื่อนของฉันหรือไม่?',
    answer: ['คุ้มครอง การรับประกันหลังการขายนี้สามารถโอนย้ายให้บุคคลอื่นได้'],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'อะไรคือสิ่งที่ฉันต้องระวังเพื่อให้การรับประกันหลังการขายนี้ยังคงมีผลอยู่?',
    answer: [
      'เพื่อให้การรับประกันหลังการขายยังคงมีผล ผู้ซื้อจะต้อง:',
      {
        type: 'UN_ORDER_LIST',
        answer: [
          {
            type: 'LIST_ITEM',
            list_item: 'นำรถเข้ารับบริการกับศูนย์บริการที่CARS24จัดไว้เท่านั้น',
          },
          {
            type: 'LIST_ITEM',
            list_item: 'เปลี่ยนอะไหล่ทีเป็นของแท้เท่านั้นระหว่างบริการและการซ่อมบำรุง',
          },
          {
            type: 'LIST_ITEM',
            list_item: 'เก็บบิลค่าบริการและค่าซ่อมแซมไว้ในกรณีที่ต้องมีการตรวจสอบ',
          },
        ],
      },
      'รายละเอียดข้อกำหนดและเงื่อนไขต่างๆกรุณาตรวจสอบตามเล่มประกันหลังการขายที่คุณได้รับหลังการซื้อรถ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'จะเคลมประกันหลังการขายได้อย่างไร?',
    answer: [
      "หากคุณต้องการเคลมประกันหลังการขาย สามารถติดต่อศูนย์บริการเราได้ที่ <br/> <a href='mailto:TH.support@cars24.com'>TH.support@cars24.com</a>  หรือโทร <a href='tel:66-2028-7428'>66-2028-7428</a> เราจะช่วยเหลือคุณในการติดต่อกับศูนย์บริการที่เรากำหนด",
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'เอกสาร การประกันภัย และการโอนกรรมสิทธิ์',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันต้องใช้เอกสารอะไรบ้างในกระบวนการซื้อ?',
    answer: [
      'คุณจะต้องใช้เอกสารในการซื้อ ดังต่อไปนี้:',
      'สำหรับกรณีการชำระเงินแบบเต็มจำนวน:',
      {
        type: 'UN_ORDER_LIST',
        answer: [
          {
            type: 'LIST_ITEM',
            list_item: 'บัตรประจำตัวประชาชน หรือ หนังสือเดินทางและวีซ่าประเภทผู้พำนักที่ยังไม่หมดอายุ ',
          },
          {
            type: 'LIST_ITEM',
            list_item: 'ทะเบียนบ้าน (ถ้ามี) ',
          },
        ],
      },
      'สำหรับกรณีการขอสินเชื้อ:',
      {
        type: 'UN_ORDER_LIST',
        answer: [
          {
            type: 'LIST_ITEM',
            question: 'บัตรประจำตัวประชาชน หรือ หนังสือเดินทางและวีซ่าประเภทผู้พำนักที่ยังไม่หมดอายุ',
          },
          {
            type: 'LIST_ITEM',
            question: 'ทะเบียนบ้าน (ถ้ามี) ',
          },
          {
            type: 'LIST_ITEM',
            question: 'เอกสารแสดงรายได้',
            answer: [
              {
                type: 'UN_ORDER_LIST',
                question: '<strong>กรณีเป็นพนักงานบริษัท</strong>',
                answer: [
                  {
                    type: 'LIST_ITEM',
                    list_item: 'สลิปเงินเดือนย้อนหลัง 3 เดือน หรือหนังสือรับรองเงินเดือน',
                  },
                  {
                    type: 'LIST_ITEM',
                    list_item: 'รายการเดินบัญชีธนาคารย้อนหลัง 6 เดือน',
                  },
                ],
              },
              {
                type: 'UN_ORDER_LIST',
                question: '<strong>กรณีเป็นเจ้าของกิจการ</strong>',
                answer: [
                  {
                    type: 'LIST_ITEM',
                    list_item: 'หนังสือรับรองการจดทะเบียนของบริษัท',
                  },
                  {
                    type: 'LIST_ITEM',
                    list_item: 'รายการเดินบัญชีธนาคารย้อนหลัง 6 เดือน',
                  },
                ],
              },
              {
                type: 'UN_ORDER_LIST',
                question: '<strong>กรณีประกอบอาชีพอิสระ</strong>',
                answer: [
                  {
                    type: 'LIST_ITEM',
                    list_item:
                      'หนังสือรับรองการหักภาษี ณ ที่จ่าย (ทวิ 50) แบบรายปีในปีที่ผ่านมา หรือ หนังสือรับรองการหักภาษี ณ ที่จ่าย (ทวิ 50) แบบรายเดือนโดยย้อนหลัง 6 เดือน',
                  },
                ],
              },
            ],
          },
        ],
      },
      'ในกรณีที่บริษัทฯต้องการเอกสารอื่นใดเพื่อประกอบการพิจารณา ทีมงานของทางบริษัทฯจะมีการติดต่อท่านเพื่อแจ้งข้อมูลดังกล่าว',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจำเป็นต้องซื้อประกันใหม่สำหรับรถยนต์หรือไม่',
    answer: [
      'CARS24 ได้ร่วมมือกับพันธมิตรทางธุรกิจที่ได้รับมอบหมายในการนำเสนอประกันภัยรถยนต์ ซึ่งท่านสามารถซื้อผ่านผู้ให้บริการการประกันภัยดังกล่าวที่ทางบริษัทฯได้มีการแนะนำไว้ได้ ในกรณีที่ท่านมีข้อสงสัยโดยเฉพาะที่เกี่ยวข้องกับรูปแบบของการประกันภัย หรือเกี่ยวกับผู้ให้บริการการประกันภัย ท่านสามารถติดต่อสอบถามได้จากผู้ดูแลความสัมพันธ์ลูกค้าที่ดูแลคุณอยู่ในระหว่างการะบวนการซื้อได้ อย่างไรก็ตาม หากคุณต้องการซื้อประกันภัยของคุณเองโดยแยกต่างหากคุณสามารถแจ้งให้เราทราบได้เลย',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'การดำเนินการเรื่องการจดทะเบียน และการโอนกรรมสิทธิ์รถยนต์เป็นอย่างไร?',
    answer: [
      'CARS24 จะดูแลขั้นตอนการจดทะเบียนทั้งหมดให้คุณ ทางบริษัทฯจะได้รับเอกสารที่เกี่ยวข้องทั้งหมดระหว่างขั้นตอนการซื้อและดำเนินการจดทะเบียนให้เสร็จสิ้นให้คุณ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจะต้องชำระค่าใช้จ่ายในการโอนกรรมสิทธิ์รถยนต์เท่าไหร่?',
    answer: [
      'ทางบริษัทฯจะเรียกเก็บค่าธรรมเนียมการโอนกรรมสิทธิ์รถยนต์ในอัตราที่กรมการขนส่งทางบกกำหนด ซึ่งค่าใช้จ่ายนี้จะขึ้นอยู่กับทางกรมการขนส่งทางบกและค่าใช้จ่ายอื่นๆตามระเบียบข้อบังคับ                         ทีมงานของบริษัทฯจะแจ้งจำนวนค่าใช้จ่ายที่แน่นอนแก่คุณในระหว่างกระบวนการซื้อรถยนต์',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันสามารถดำเนินการโอนทะเบียนรถยนต์เองได้หรือไม่?',
    answer: [
      'เพื่อเป็นการรับรองว่าคุณจะได้รับประสบการณ์ที่ดีที่สุด เราจึงจำเป็นที่จะต้องให้บริการแบบครบวงจรเมื่อมีการซื้อหรือขายรถยนต์ รวมถึงการโอนรถยนต์ผ่าน CARSS24 ',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'การนำส่งรถยนต์ ',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันยืนยันการรับหรือการจัดส่งรถยนต์อย่างไร?',
    answer: [
      'หลังจากที่กระบวนการซื้อรถยนต์ได้เสร็จสมบูรณ์แล้ว ทางบริษัทฯจะโทรหาคุณเพื่อยืนยันรายละเอียดของการรับและการจัดส่งรถยนต์',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ขั้นตอนการส่งมอบรถยนต์มีอะไรบ้าง?',
    answer: [
      'ผู้เชี่ยวชาญด้านการจัดส่งของ CARS24 จะพบกับคุณตามเวลาและสถานที่ได้นัดไว้สำหรับการส่งมอบรถยนต์เพื่อที่จะ',
      {
        type: 'ORDER_LIST',
        listType: 'decimal',
        answer: [
          {
            type: 'LIST_ITEM',
            list_item: 'ยืนยันของมูลส่วนบุคคลของคุณก่อนส่งมอบรถยนต์',
          },
          {
            type: 'LIST_ITEM',
            list_item: 'ให้คุณได้ลงชื่อในเอกสารการรับมอบรถยนต์',
          },
          {
            type: 'LIST_ITEM',
            list_item: 'และส่งมอบรถยนต์ กุญแจรถ และเอกสารใดๆที่เกี่ยวข้องให้แก่คุณ',
          },
        ],
      },
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'การรับหรือการจัดส่งรถยนต์ของฉันจะใช้ระยะเวลานานเท่าไหร่?',
    answer: [
      'โดยทั่วไปเราคาดว่าจะใช้เวลาประมาณ 30 นาทีสำหรับกระบวนการการรับหรือการจัดส่งรถยนต์ของคุณ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question:
      'ฉันจะต้องเป็นผู้ที่รับมอบรถยนต์ด้วยตนเอง หรือสามารถให้ผู้อื่นเป็นผู้รับมอบรถยนต์แทนได้?',
    answer: [
      'คุณจะต้องอยู่ในขณะที่มีการส่งมอบรถยนต์ ทั้งนี้คุณจะต้องแสดงบัตรประจำตัวประชาชนเพื่อใช้ในการยืนยันตัวตนของคุณก่อนการรับมอบรถยนต์',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจำเป็นต้องแสดงหลักฐานในการยืนยันตัวตนในขณะที่รถยนต์ของฉันจะได้รับการส่งมอบหรือไม่?',
    answer: [
      'คุณจะต้องแสดงบัตรประจำตัวประชาชน หรือหนังสือเดินทา งแก่ทีมจัดส่งของCARS24ในขณะที่มีการส่งมอบรถยนต์ ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ฉันจะได้รับเอกสารหรือสิ่งใดบ้างตอนรับมอบรถยนต์?',
    answer: [
      'รถยนต์ของคุณจะรวมสิ่งต่างๆ หรืออุปกรณ์เสริมทั้งหมดที่ได้มีการระบุไว้ในเว็ปไซต์ของทางบริษัทฯ ทั้งนี้รายการเพิ่มเติมต่างๆ เช่น คู่มือสำหรับเจ้าของรถ กุญแจสำรอง ฯลฯ จะได้รวมไว้แล้วหากมีอยู่ในตอนที่CARS24ได้ดำเนินการซื้อรถยนต์คันดังกล่าว',
      'นอกจากนี้ คุณยังจะได้รับข้อตกลงการซื้อขาย สัญญาการซื้อขาย ใบแจ้งหนี้ หนังสือรับรองการจดทะเบียน คู่มือการรับประกัน ตลอดจนเอกสารรับรองการประกันภัย',
    ],
  },
  {
    type: 'HEADING_CONTENT',
    question: 'การคืนสินค้าภายใน 7 วัน',
  },
  {
    type: 'TEXT_CONTENT',
    question: 'จะทำอย่างไรหากไม่ชอบรถยนต์ที่ส่งมอบแล้ว?',
    answer: [
      'เราเข้าใจว่าการซื้อรถยนต์นั้นเป็นการตัดสินใจที่สำคัญ หากคุณได้ซื้อรถจาก CARS24 คุณสามารถเปลี่ยนใจได้ภายใน 7 วันหลังจากที่มีการส่งมอบรถยนต์ให้คุณ คุณสามารถคืนรถยนต์ได้เหมือนกับซื้อสินค้าอื่นๆที่คุณสั่งออนไลน์',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'การคืนสินค้าภายใน 7 วันสามารถดำเนินการได้อย่างไร?',
    answer: [
      "เราให้คุณสามารถการใช้งานรถเป็นระยะเวลาถึง 7 วันซึ่งจะช่วยคุณมั่นใจได้ว่าคุณถูกใจกับรถยนตามที่คุณได้คาดคิดไว้ หากคุณต้องการคืนรถด้วยเหตุผลใดก็ตาม คุณสามารถส่งอีเมล์เพื่อติดต่อมาหาเราได้ที่  <a href='mailto:TH.support@cars24.com'>TH.support@cars24.com</a> หรือทางหมายเลขโทรศัพท์  <a href='tel:66-2028-7428'>66-2028-7428</a> ภายในระยะเวลา 7 วัน นับจากวันที่มีการจัดส่งรถยนต์ของคุณเพื่อที่จะเริ่มดำเนินการขั้นตอนการคืนรถยนต์",
      'ทีมงานของ CARS24 จะดำเนินการตรวจสอบว่ารถคันดังกล่าวนั้นอยู่ในสภาพเดียวกับตอนส่งมอบ แล้วจึงเริ่มดำเนินการขั้นตอนการคืนรถยนต์ เมื่อรายละเอียดต่างๆทั้งหมดได้รับการยืนยันแล้ว ทางบริษัทฯจะดำเนินการเพื่อคืนเงินให้แก่คุณภายใน 15-30 วันทำการ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ข้อกำหนดและเงื่อนไขต่างๆของCARS24สำหรับการคืนรถเป็นอย่างไร?',
    answer: [
      'รถยนต์จะต้องมีการใช้งานน้อยกว่า 500 กม. หลังจากที่ได้มีการส่งมอบ ซึ่งจะสามารถดำเนินการคืนสินค้าได้ ',
      'คุณจะไม่สามารถดำเนินการคืนรถยนต์ได้ หากรถยนต์คันดังกล่าวได้มีการนำไปดัดแปลง หรือปรับแต่งไปจากสภาพเดิมในเวลาที่มีการส่งมอบ หรือได้รับความเสียหาย หรือมีชิ้นส่วนใดขาดหายไป รถยนต์ต้องอยู่ในสภาพเดียวกับตอนที่มีการส่งมอบเพื่อให้คุณสามารถได้รับเงินคืน ทั้งนี้ ทีมงานของCARS24 จะดำเนินการตรวจสอบรถยนต์ของคุณอีกครั้งในระหว่างขั้นตอนการคืนสินค้าก่อนที่จะเริ่มดำเนินการเพื่อคืนเงิน',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question:
      'การคืนเงินจะมีการดำเนินการให้เมื่อไหร่ หากฉันคืนรถยนต์ภายใต้นโยบายการคืนสินค้าภายใน 7 วัน?',
    answer: [
      'กระบวนการคืนเงินจะใช้เวลา 15-30 วันทำการ หากรถยนต์คันดังกล่าวนั้นตรงตามข้อกำหนดและเงื่อนไขต่างๆที่ได้กล่าวไว้ข้างต้นทั้งหมด',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question:
      'ฉันสามารถเลือกซื้อรถยนต์คันอื่นหลังจากที่ฉันได้คืนรถยนต์ของฉันภายใต้นโยบายการคืนสินค้าภายใน 7 วันได้หรือไม่?',
    answer: [
      'ในการดำเนินการคืนรถยนต์ของคุณภายใต้นโยบายการคืนสินค้าภายใน 7 วัน คุณสามารถเลือกซื้อรถยนต์คันอื่นจาก CARS24 อย่างไรก็ตาม คุณสามารถคืนรถยนต์ได้สูงสุด 3 คันต่อปีเพื่อรับเงินคืนเต็มจำนวนภายใต้นโยบายการคืนสินค้าภายใน 7 วัน',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'วิธีการคืนเงินจะเป็นอย่างไร?',
    answer: [
      'การคืนเงินทั้งหมดจะเป็นการดำเนินการเพื่อคืนกลับไปยังบัญชีของผู้ซื้อ ธุรกรรมในการคืนเงินดังกล่าวจะเสร็จสมบูรณ์ภายใน 15-30 วันทำการสำหรับการโอนเงินผ่านบัญชีธนาคาร และการชำระเงินผ่านทางกระเป๋าตังค์อิเล็กทรอนิกส์ (วอลเลต) และคืนกลับไปยังรอบบิลถัดไปสำหรับการชำระเงินด้วยบัตรเครดิต',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question:
      'จะเกิดอะไรขึ้น หากพบว่ามีชิ้นส่วนหรืออุปกรณ์เสริมขาดหายไปในขณะที่อยู่ในกระบวนการขอรับเงินคืน?',
    answer: [
      'ในกรณีที่มีชิ้นส่วนหรืออุปกรณ์ส่วนใดหายไป ทางบริษัทฯจะหักค่าความเสียหายที่เกี่ยวข้องกับชิ้นส่วนหรืออุปกรณ์ที่หายไปดังกล่าวออก และดำเนินการคืนเงินส่วนที่เหลือให้แก่คุณ ทั้งนี้ ทีมช่างของ CARS24 ขอสงวนสิทธิ์ในการตัดสินใจเกี่ยวกับจำนวนเงินที่หักสำหรับชิ้นส่วนหรืออุปกรณ์ส่วนใดหายไปจากรถยนต์คันดังกล่าว  ',
    ],
  },
  {
    type: 'TEXT_CONTENT',
    question: 'ควรทำอย่างไรหากประสบปัญหาใดๆเกี่ยวกับรถยนต์หลังจาก 7 วันที่มีการส่งมอบไปแล้ว?',
    answer: [
      'รถยนต์ทุกคันของเราได้รับการตรวจสอบทางเทคนิดอย่างเข้มงวดแม่นยำเพื่อทำให้มั่นใจว่ารถยนต์เหล่านั้นจะได้มีการส่งมอบในสภาพที่สมบูรณ์สูงสุดให้แก่คุณ ในกรณีที่รถยนต์ของคุณพบปัญหาหลังจาก 7 วันนับการวันที่มีการส่งมอบ คุณจะได้รับการคุ้มครองภายใต้นโยบายการรับประกัน 12 เดือน หรือ 30,000 กิโลเมตรของทางบริษัทฯ',
    ],
  },
]
